{
    "comment": "Anmerkung",
    "consent_levels": "Grenzen",
    "share_link_expansion": "Link zum Teilen anzeigen",
    "share_link": "Link zum Teilen",
    "login_to_duplicate": "Um eine Kopie zu erstellen, melde dich bitte an.",
    "duplicate": "Kopie erstellen",
    "consent_of": "Konsent aus: ",
    "sheet_duplicated":"Sheet kopiert",
    "sheet_not_duplicated":"Sheet konnte nicht kopiert werden",
    "sheet_name": "Sheet Name",
    "sheet_comment": "Sheet Kommentar",
    "share": "Teilen",
    "unshare": "Teilen beenden",
    "consent_topics": "Konsent Inhalte",
    "submit": "Absenden",
    "question_stored": "Frage gespeichert",
    "question_not_stored": "Frage konnte nicht gespeichert werden",
    "faq_question": "Eigene Frage",
    "gm_only_invite_code": "[Nur für GMs] Einladungscode regenerieren",
    "gm_only_remove_player": "[Nur für GMs] Spieler:innen entfernen",
    "display": "Ansehen",
    "edit": "Bearbeiten",
    "general": "Allgemein",
    "no_sheet_assigned": "Kein Sheet zugewiesen",
    "group_name": "Gruppenname",
    "group_join_code": "Gruppeneinladungscode",
    "new_code": "Neuer Einladungscode",
    "part_of_consent": "Teil des Konsents",
    "sheet_missing_in_consent": "Sheet fehlt im Konsent",
    "remove_player": "Spieler:in entfernen",
    "yes": "Ja",
    "no": "Nein",
    "groups": "Gruppen",
    "consent_sheets": "Sheets",
    "details": "Details",
    "remove": "Entfernen",
    "create_sheet": "Sheet erstellen",
    "delete": "Löschen",
    "leave_group": "Gruppe verlassen",
    "create_group": "Gruppe erstellen",
    "join_group": "Gruppe beitreten",
    "public_sheet_tooltip": "Öffentliches Sheet, jeder kann es sehen",
    "private_sheet_tooltip": "Privates Sheet, nur du und die zugewiesenen Gruppen können es sehen",
    "no_group": "Keine Gruppe",
    "cannot_delete_sheet_in_group": "Sheet kann nicht gelöscht werden, solange es einer Gruppe zugewiesen ist",
    "delete_sheet_confirm": "Sheet wirklich löschen?",
    "delete_group_confirm": "Gruppe wirklich löschen?",
    "leave_group_confirm": "Gruppe wirklich verlassen?",
    "no_share_id": "Keine Teilen-ID",
    "no_sheet": "Kein Sheet gefunden",
    "cannot_unassign_gm_sheet": "Ein GM-Sheet kann nicht entfernt werden, solange die Gruppe existiert",
    "delete_account": "Account löschen",
    "delete_account_confirm": "Account wirklich löschen?",
    "already_logged_in": "Du bist bereits angemeldet",
    "login": "Anmelden",
    "register": "Registrieren",
    "login_failed": "Anmeldung fehlgeschlagen",
    "account_name_hint": "Der Accountname dient nur der Anmeldung und wird nicht öffentlich angezeigt.",
    "passwords_do_not_match": "Passwörter stimmen nicht überein",
    "account_created": "Account erstellt",
    "pw_too_short": "Passwort zu kurz",
    "account_name_in_use": "Accountname bereits vergeben",
    "account_not_created": "Account konnte nicht erstellt werden",
    "welcome_signin": "Willkommen! Bitte melde dich an.",
    "password": "Passwort",
    "password_confirm": "Passwort bestätigen",
    "ordered_topics": "Limit-Sortierung",
    "no_groups": "Du bist in keiner Gruppe, erstelle eine oder trete einer bei.",
    "content": "Content",
    "add_entry": "Eintrag hinzufügen",
    "empty_custom_entries_will_be_deleted": "Leere Einträge werden gelöscht",
    "register_hint": "Die Seite ist noch im Aufbau! Aktuell gibt es keine Möglichkeit zur Passwortwiederherstellung. Bitte merke dir dein Passwort gut oder speichere es in einem Passwortmanager.",
    "create_group_from_sheet": "Neue Gruppe mit diesem Sheet",
    "howto_header_create_sheet":"Einen neuen Sheet erstellen",
    "howto_text_create_sheet":"Mit dieser Tour erfährst du, wie du einen neuen Sheet erstellst. Ein Sheet ist eine Sammlung von Inhalten mit deren Grenzen für dich bzw. deinem Gegenüber. Du kannst Sheets erstellen, um deine Grenzen zu teilen oder um gemeinsam mit Anderen über Gruppen einen Konsent zu bilden.\n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_create_sheet":"Tour Starten",
    "howto_header_share_sheet":"Einen Sheet öffentlich Teilen",
    "howto_text_share_sheet":"In dieser kleinen Tour erfährst du, wie du einen Sheet öffentlich teilen kannst und siehst, wie der Sheet dann für Andere aussieht.\n\n *Du must eingeloggt sein und bereits einen Sheet erstellt haben, um diese Tour durchzuführen*",
    "howto_button_share_sheet":"Tour Starten",
    "howto_header_create_group":"Ein Gruppe gründen",
    "howto_text_create_group":"Die große Stärke von diesem Tool ist die Möglichkeit einen Konsent für alle Inhalte mit den vielen Unterschiedlichen Grenzen zu finden. In dieser Tour zeige ich, wie du eine Gruppe erstellst, Andere hinzufügen oder entfernen kannst und wo du den Konsent der Gruppe siehst. \n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_create_group":"Tour Starten",
    "howto_header_join_group":"Einer Gruppe beitreten",
    "howto_text_join_group":"Hier erfähst du, wie du einer Gruppe beitreten kannst und wie du den Konsent der Gruppe siehst. Außerdem erkläre ich, wie du einen Sheet zu einer Gruppe zuweist. \n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_join_group":"Tour Starten",
    "tour_create_sheet_sheet_grid":"Hier siehst du deine Sheets. Mit einem Klick auf `Details` kannst du sie ansehen und bearbeiten.\n\n Das Icon neben dem Namen des Sheets zeigt an, ob der Sheet öffentlich geteilt ist (grüner Globus) oder nur für dich bzw. als Teil eines Konsents einer Gruppe einsehbar ist.",	
    "tour_create_sheet_new_sheet_button":"Dieser Button erlaubt dir die Erstellung weiterer Sheets. \n\n Wenn du auf hier weiter klickst, wird ebenfalls ein neues Sheet erstellt",
    "tour_create_sheet_consent_legend_grid": "Hier siehst du noch einmal die Bedeutung der Konsent Grenzen erklärt",
    "tour_create_sheet_edit_tab": "In dieser Ansicht siehst du Inhalte, die für viele Menschen relevant für Grenzen sind. Diese Liste kann jedoch niemals vollständig sein. Wenn du also einen Inhalt vermisst, kannst du: \n\n* Mit dem Button `EINTRAG HINZUFÜGEN` einen eigenen Eintrag erstellen, der nur für diesen Sheet(und zugewiesene Gruppen) existiert oder \n* In der Navigation zu `Contents` wechseln und unten auf der Seite einen Vorschlag an mich senden, sodass ich den Inhalt für alle hinzufügen.\n\n Neue Inhalte werden zu Beginn als Unkown also Unbekannte Grenze eingefügt.",
    "tour_create_sheet_display_tab": "Diese Sicht zeigt dir deinen Sheet. \n\nWenn du deinen Sheet geteilt hast, findest du oberhalb der Inhalte einen teilbaren Link und einen QR-Code für diesen Link.",
    "tour_create_sheet_ordered_topics_tab": "Hier ist die Sortierung nach den Grenzen für die Inhalte vorgenommen worden. Zusätzlich wurden die Grenzen priorisiert, sodass zuerst harte Limits, dann Unsicherheiten und erst zuletzt das Einverständnis in bestimmte Inhalte angezeigt wird. Das ermöglicht es sofort zu sehen, welche harten Limits im Sheet eingestellt sind.",
    "tour_create_sheet_groups_tab": "Hier siehst du alle Gruppen, denen du bereits beigetreten bzw. welche du erstellt hast. Über das Häkchen kannst du diesen Sheet in den Konsent der Gruppe aufnehmen. ",
    "tour_create_sheet_sheet_editor": "Denk dran, dem Sheet einen Namen zu geben, sodass du ihn wiedererkennst. Du kannst auch einen allgemeinen Kommentar hinzufügen, der zu deinem Sheet angezeigt wird. **WICHTIG** Wenn du deinen Sheet öffentlich teilst, ist auch dieser Kommentar öffentlich. \n\n Durch die Überkategorien der Inhalte kannst Grenzen für alle Inhalte dieser Kategorie festlegen. **WICHTIG** Du beeinflusst über die Kategorie nur Grenzen, die aktuell auf `Unknown` gesetzt sind. \n\n Bei jedem Inhalt kann über das Häkchen ein Textfeld ausklappen um Anmerkungen zu dem Inhalt für dich hinzuzufügen. **WICHTIG** Diese Anmerkungen werden im Konsent und auch öffentlich (sofern der Sheet öffentlich ist) angezeigt. Bedenke also, welche Informationen du hineinschreibst. Innerhalb eines Gruppenkonsents wird nur der Inhalt der Anmerkung, nicht der Name des Sheets oder von dir angezeigt.",
    "tour_create_sheet_create_group_from_sheet_button": "Mit diesem Button kannst du eine neue Gruppe erstellen, die diesen Sheet als GM Sheet hat. \n\n GM Sheets, können erst gelöscht werden, wennn ihre Gruppe(n) gelöscht wurden. \n\n GM Sheets bilden die Basis des Konsents",
    "tour_share_sheet_sheet_icon": "Hier siehst du, ob dein Sheet öffentlich geteilt ist (grüner Globus) oder nur für dich bzw. als Teil eines Konsents einer Gruppe einsehbar ist (rotes Schloss).",
    "tour_share_sheet_sheet_grid": "Hier siehst du deine Sheets. Mit einem Klick auf `Details` kannst du sie ansehen und bearbeiten.",
    "tour_share_sheet_details_button": "Mit einem Klick auf `Details` kannst du deinen Sheet ansehen und bearbeiten.",
    "tour_share_sheet_sheet_editor": "Öffne den Bearbeiten Tab um Änderungen am Sheet vorzunehmen",
    "tour_share_sheet_share_button": "Mit einem Klick auf `Teilen` wird dein Sheet öffentlich geteilt und die Beschriftung des Buttons ändert sich in `Teilen beenden` **KLICKE jetzt** auf Teilen bevor du auf weiter klickst",
    "tour_share_sheet_ordered_topics_tab": "Um den Link zu sehen, wechseln wir in einen der Ansichtsmodi",
    "tour_share_sheet_share_expansion": "Um die den Um den Link und QRCode zu sehen musst du hier klicken",
    "tour_share_sheet_share_image": "Hier siehst du den Link und den QR-Code, den du teilen kannst. \n\n Der Link führt direkt zu deinem Sheet. Der QR-Code kann von anderen gescannt werden, um direkt zu deinem Sheet zu gelangen.",
    "playfun_plot_title": "Spielspaß Visualisierung",
    "no_data": "Keine Daten",
    "play_fun_statements": "Spielspaß Einschätzung vornehmen",
    "play_fun_plot": "Spielspaß Visualisierung",
    "save": "Speichern",
    "please_log_in_to_store_playfun": "Bitte melde dich an, um deine Spielspaß Einschätzung zu speichern",
    "playfun_questions_introduction": "Hier kannst du deine Einschätzung zu **deinem** Spielspaß vornehmen. Du findest unten eine Anzahl von Aussagen über Gruppen, und musst jeweils angeben, ob du eine Gruppe, mit dieser Beschreibung dir gefällt. Dabei geht es ausrücklich darum, was du magst, und nicht um objektive Bewertung ob etwas gut oder schlecht ist.\n\nWenn du mit einer Aussage nichts anfangen kannst, lass den Regler in der Mitte, dann hat sie keinen Einfluss auf die Einschätzung.",
    "playfun_plot_explanation":"### Erklärung der Spieltypen\nMenschen sind unterschiedlich und finden an unterschiedlichen Spielweisen mehr oder weniger Freude. Im folgenen stehen die 8 Spieltypen und ihre Beschreibung. Diese Beschreibungen sollen dir helfen, dich selbst besser einzuordnen und zu verstehen, was dir an einem Spiel besonders wichtig ist. Dadurch kannst du hoffentlich deine eigene Freude optimieren indem du klarer kommunizierst, welche Aspekte dir besonders wichtig sind.\n\n#### Herausforderung - Die Freude an Strategie und verdienten Siegen\nDu hast Spaß daran herausgefordert zu werden. Dabei setzt du gerne Zeit ein um ein Hindernis zu überkommen. Sei es durch einen optimierten Charakter oder durch eine ausgeklügelte Strategie. Ein Sieg bedeutet für dich umso mehr, desto schwieriger der Weg und desto knapper das Ergebnis ist. Auch Rückschläge auf dem Weg zum Ziel halten dich nicht auf. Du bist bereit, immer wieder aufzustehen und es erneut zu versuchen.\n\nWenn die Kämpfe zu einfach oder zu selten sind, planst du vielleicht bereits für das nächste wichtige Problem, dass es zu beseitigen gilt. Geschenkte Siege sind für dich keine Siege. Du willst sie dir verdienen.\n\n#### Entdeckung - Die Freude am Erkunden und Entdecken\nDu willst entdecken. Du liebst es, in unbekannte Welten einzutauchen und neue Dinge zu finden. Dabei ist es dir wichtig, dass du die Welt um dich herum verstehen kannst. Du möchtest wissen, wie die Dinge funktionieren und wie sie zusammenhängen. Du bist neugierig und möchtest immer mehr erfahren. \n\nWenn sich deine Gruppe zu lange an einem Ort aufhält, wirst du nervös. Du möchtest neue Personen und Geschehnisse kennenlernen. \n\n#### Ausdruck - Die Freude am Rollenspiel und der Interaktion\nDu liebst es, in die Rolle deines Charakters zu schlüpfen. Dabei ist es dir wichtig, dass du dich in deinem Charakter wiederfindest und ihn authentisch darstellen kannst. Rollenspiel ist für dich ein wichtiger Bestandteil des Spiels. Du möchtest die Welt durch die Augen deines Charakters sehen und mit anderen Charakteren interagieren.\n\nWenn die Gruppe zu lange über Regeln diskutiert oder sich in Kämpfen verliert, wirst du ungeduldig. Auch an reinen Dungeon Crawl Abenden hast du wenig Freude. Du möchtest die Welt erleben und dich mit anderen Charakteren auseinandersetzen.\n\n#### Fantasie - Die Freude am Eintauchen in eine andere Welt\nDu liebst es, in eine andere Welt einzutauchen. Dabei ist es dir wichtig, dass die Welt fantastisch und ungewöhnlich ist. Du möchtest Dinge erleben, die es in der realen Welt nicht gibt. Du möchtest Magie und Wunder erleben und dich von der Welt verzaubern lassen. Dabei bist du auch an Geschichten und Eigenheiten der Welt interessiert.\n\nEine generische Welt, die in den Hintergrund rückt kann dich stören. Logische Brüche und Inkonsistenzen in der Welt können dich aus dem Spiel reißen. Du möchtest in eine Welt eintauchen, die dich fesselt und begeistert.\n\n#### Gemeinschaft - Die Freude am Zusammenspiel und der Gruppendynamik\nDu liebst es, in einer Gruppe zu spielen. Dabei ist es dir wichtig, dass die Gruppe harmoniert und gut zusammenarbeitet. Du möchtest, dass alle Spieler die Möglichkeit haben, sich einzubringen und gehört zu werden. Du bist bereit, dich in den Dienst der Gruppe zu stellen und gemeinsam an einem Ziel zu arbeiten.\n\nStreitereien und Konflikte in der Gruppe können dich stören. Du möchtest, dass Alle fair behandelt werden und die Gruppe zusammenhält. Du bist bereit, Kompromisse einzugehen und dich für das Wohl der Gruppe einzusetzen.\n\n#### Erzählstruktur - Die Freude an einer abgeschlossen Geschichte mit Handlungsbogen\nDu liebst es, eine Geschichte zu erleben. Dabei ist es dir wichtig, dass die Geschichte einen klaren Anfang, einen spannenden Mittelteil und ein befriedigendes Ende hat. Du möchtest, dass die Geschichte dich fesselt und dich mitreißt. Du bist bereit, dich auf die Geschichte einzulassen und dich von ihr überraschen zu lassen.\n\nDu möchtest, dass die Geschichte einen klaren Abschluss hat oder zumindest strukturierte Akte aufweist. Ein ewiges fortsetzen der Geschichte ohne klaren Abschluss kann dich stören. Du möchtest, dass die Geschichte einen roten Faden hat und auf ein Ziel hinarbeitet.\n\n#### Sensation - Die Freude an sensorischen Eindrücken\nDu liebst es, einen Würfelbecher zu schütteln und das Klackern der Würfel auf dem Tisch. Das ganze mit einer passenden Musik unterlegt und am besten bei abgedunkeltem Licht. Auch unterschiedliche Stimmen für die Personen im Spiel helfen dir, dich noch mehr in die Geschichte hineinzuversetzen. Du möchtest die Welt um dich herum spüren, am besten mit allen Sinnen. Duftkerzen mit Tavernenduft oder ähnlichem führen dich manchmal in Versuchung.\n\nTechnik wie eine Würfelapp, Charakterbögen auf einem Tablet oder PC sind für dich unpassend. Du willst **Pen and Paper** und nicht **App and Screen**.\n\n#### Zeitvertreib - Die Freude am Nichtstun\nDu überlässt die Initiative gerne anderen und freust dich einfach dabei zu sein. Die Geschichten erlebst so von Innen, aber nicht als Zugpferd. Manchmal ist es auch wichtig mit diesem Hobby die Beine baumeln zu lassen und einfach nur zu genießen.\n\nEin Spotlight auf deinen Charakter oder eine Erwartungshaltung an dich, ist dir stressig oder unangenehm. Kreativität kommt, wenn sie nicht gezwungen wird.\n",
    "tour_create_group_create_group_button": "Mit diesem Button kannst du eine neue Gruppe erstellen. \n\n Gruppen sind die Basis für den Konsent und ermöglichen es dir, gemeinsam mit anderen Spieler:innen Grenzen zu finden, die für alle passen.\n\nMit einem Klick auf Weiter wird eine neue Gruppe für dich erstellt.",
    "tour_create_group_edit_tab": "Für deine Gruppe machst du den Anfang mit dem Grenzen. Dazu wechseln wir in den Bearbeiten Modus",
    "tour_create_group_sheet_editor": "Hier kannst du deine Grenzen anpassen und so den Grundstein für den Gruppenkonsent legen. Der Sheet, den du hier erstellt unterscheidet sich nicht von anderen Sheets, außer, dass er nicht entfernt werden kann, solange die Gruppe existiert.",
    "tour_create_group_general_tab": "Nachdem du deine Grenzen festgelegt hast, kannst du in den Allgemeinen Tab wechseln um die Gruppe nutzbar zu machen.",
    "tour_create_group_group_name_input": "Gib deiner Gruppe einen Namen, sodass du sie wiedererkennst auch allen Anderen in der Gruppe sollte dieser Name helfen, die Gruppe zu identifizieren.",
    "tour_create_group_group_join_code": "Der Einladungscode ist ein zufällig generierter Code, den du nutzen kannst, um andere Spieler:innen in deine Gruppe einzuladen. \n\n **WICHTIG** Jede:r, der/die diesen Code kennt, kann der Gruppe beitreten.",
    "tour_create_group_new_code_button": "Mit einem Klick auf `Neuer Einladungscode` wird ein neuer Code generiert. \n\n **WICHTIG** Der alte Code wird ungültig und kann nicht mehr genutzt werden.",
    "tour_create_group_member_grid": "Hier siehst du Alle in deiner Gruppe. Du kannst hier auch sehen, ob bereits ein Sheet im Konsent der Gruppe eingerechnet ist. Der rote Button entfernt die Person aus der Gruppe. \n\nBei der Anderen Person verschwindet die Gruppe einfach aus der Liste, denk dran über bekannte Kanäle zu informieren, wenn du jemanden entfernst.",
    "login_required_for_tour": "Du musst eingeloggt sein, um die Tour zu starten",
    "leave": "Verlassen",
    "tour_join_group_invite_code_input":"Für jede Gruppe gibt es einen Einladungscode. Wenn du diesen Code kennst, kannst du der Gruppe beitreten. \n\n Normalerweise besteht dieser Code nur aus Zahlen und Bindestrichen, allerdings gibt es eine Ausnahme, die globale Gruppe. Diese ist ein Spezialfall und dient nur der Erklärung und Tests. Klicke auf weiter. ",
    "tour_join_group_join_button":"In diesem Tutorial trittst du der globalen Gruppe bei. \n\n Mit einem Klick auf `Gruppe beitreten` wirst du der Gruppe hinzugefügt und siehst die Gruppen in der Übersicht.",
    "tour_join_group_group_grid":"Hier sollte jetzt die globale Gruppe zu sehen sein. \n\n Mit einem Klick auf `Details` kannst du die Gruppe ansehen und den Konsent der Gruppe einsehen.",
    "tour_join_group_sheet_grid":"Nachdem du einer Gruppe beigetreten bist, ist es wichtig dieser Gruppe auch einen Sheet zuzuweisen. \n\n In einer Sheet-Ansicht kannst du im letzten Tab `Gruppen` die Gruppe auswählen, die du hinzufügen möchtest."
}