{
    "comment": "Anmerkung",
    "consent_levels": "Grenzen",
    "share_link_expansion": "Link zum Teilen anzeigen",
    "share_link": "Link zum Teilen",
    "login_to_duplicate": "Um eine Kopie zu erstellen, melde dich bitte an.",
    "duplicate": "Kopie erstellen",
    "consent_of": "Konsent aus: ",
    "sheet_duplicated":"Sheet kopiert",
    "sheet_not_duplicated":"Sheet konnte nicht kopiert werden",
    "sheet_name": "Sheet Name",
    "sheet_comment": "Sheet Kommentar",
    "share": "Teilen",
    "unshare": "Teilen beenden",
    "consent_topics": "Konsent Inhalte",
    "submit": "Absenden",
    "question_stored": "Frage gespeichert",
    "question_not_stored": "Frage konnte nicht gespeichert werden",
    "faq_question": "Eigene Frage",
    "gm_only_invite_code": "[Nur für GMs] Einladungscode regenerieren",
    "gm_only_remove_player": "[Nur für GMs] Spieler:innen entfernen",
    "display": "Ansehen",
    "edit": "Bearbeiten",
    "general": "Allgemein",
    "no_sheet_assigned": "Kein Sheet zugewiesen",
    "group_name": "Gruppenname",
    "group_join_code": "Gruppeneinladungscode",
    "new_code": "Neuer Einladungscode",
    "part_of_consent": "Teil des Konsents",
    "sheet_missing_in_consent": "Sheet fehlt im Konsent",
    "remove_player": "Spieler:in entfernen",
    "yes": "Ja",
    "no": "Nein",
    "groups": "Gruppen",
    "consent_sheets": "Sheets",
    "details": "Details",
    "remove": "Entfernen",
    "create_sheet": "Sheet erstellen",
    "delete": "Löschen",
    "leave_group": "Gruppe verlassen",
    "create_group": "Gruppe erstellen",
    "join_group": "Gruppe beitreten",
    "public_sheet_tooltip": "Öffentliches Sheet, jeder kann es sehen",
    "private_sheet_tooltip": "Privates Sheet, nur du und die zugewiesenen Gruppen können es sehen",
    "no_group": "Keine Gruppe",
    "cannot_delete_sheet_in_group": "Sheet kann nicht gelöscht werden, solange es einer Gruppe zugewiesen ist",
    "delete_sheet_confirm": "Sheet wirklich löschen?",
    "delete_group_confirm": "Gruppe wirklich löschen?",
    "leave_group_confirm": "Gruppe wirklich verlassen?",
    "no_share_id": "Keine Teilen-ID",
    "no_sheet": "Kein Sheet gefunden",
    "cannot_unassign_gm_sheet": "Ein GM-Sheet kann nicht entfernt werden, solange die Gruppe existiert",
    "delete_account": "Account löschen",
    "delete_account_confirm": "Account wirklich löschen?",
    "already_logged_in": "Du bist bereits angemeldet",
    "login": "Anmelden",
    "register": "Registrieren",
    "login_failed": "Anmeldung fehlgeschlagen",
    "account_name_hint": "Der Accountname dient nur der Anmeldung und wird nicht öffentlich angezeigt.",
    "passwords_do_not_match": "Passwörter stimmen nicht überein",
    "account_created": "Account erstellt",
    "pw_too_short": "Passwort zu kurz",
    "account_name_in_use": "Accountname bereits vergeben",
    "account_not_created": "Account konnte nicht erstellt werden",
    "welcome_signin": "Willkommen! Bitte melde dich an.",
    "password": "Passwort",
    "password_confirm": "Passwort bestätigen",
    "ordered_topics": "Limit-Sortierung",
    "no_groups": "Du bist in keiner Gruppe, erstelle eine oder trete einer bei.",
    "content": "Content",
    "add_entry": "Eintrag hinzufügen",
    "empty_custom_entries_will_be_deleted": "Leere Einträge werden gelöscht",
    "register_hint": "Die Seite ist noch im Aufbau! Aktuell gibt es keine Möglichkeit zur Passwortwiederherstellung. Bitte merke dir dein Passwort gut oder speichere es in einem Passwortmanager.",
    "create_group_from_sheet": "Neue Gruppe mit diesem Sheet",
    "howto_header_create_sheet":"Einen neuen Sheet erstellen",
    "howto_text_create_sheet":"Mit dieser Tour erfährst du, wie du einen neuen Sheet erstellst. Ein Sheet ist eine Sammlung von Inhalten mit deren Grenzen für dich bzw. deinem Gegenüber. Du kannst Sheets erstellen, um deine Grenzen zu teilen oder um gemeinsam mit Anderen über Gruppen einen Konsent zu bilden.\n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_create_sheet":"Tour Starten",
    "howto_header_share_sheet":"Einen Sheet öffentlich Teilen",
    "howto_text_share_sheet":"In dieser kleinen Tour erfährst du, wie du einen Sheet öffentlich teilen kannst und siehst, wie der Sheet dann für Andere aussieht.\n\n *Du must eingeloggt sein und bereits einen Sheet erstellt haben, um diese Tour durchzuführen*",
    "howto_button_share_sheet":"Tour Starten",
    "howto_header_create_group":"Ein Gruppe gründen",
    "howto_text_create_group":"Die große Stärke von diesem Tool ist die Möglichkeit einen Konsent für alle Inhalte mit den vielen Unterschiedlichen Grenzen zu finden. In dieser Tour zeige ich, wie du eine Gruppe erstellst, Andere hinzufügen oder entfernen kannst und wo du den Konsent der Gruppe siehst. \n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_create_group":"Tour Starten",
    "howto_header_join_group":"Einer Gruppe beitreten",
    "howto_text_join_group":"Hier erfähst du, wie du einer Gruppe beitreten kannst und wie du den Konsent der Gruppe siehst. Außerdem erkläre ich, wie du einen Sheet zu einer Gruppe zuweist. \n\n *Du must eingeloggt sein, um diese Tour durchzuführen*",
    "howto_button_join_group":"Tour Starten",
    "tour_create_sheet_sheet_grid":"Hier siehst du deine Sheets. Mit einem Klick auf `Details` kannst du sie ansehen und bearbeiten.\n\n Das Icon neben dem Namen des Sheets zeigt an, ob der Sheet öffentlich geteilt ist (grüner Globus) oder nur für dich bzw. als Teil eines Konsents einer Gruppe einsehbar ist.",	
    "tour_create_sheet_new_sheet_button":"Dieser Button erlaubt dir die Erstellung weiterer Sheets. \n\n Wenn du auf hier weiter klickst, wird ebenfalls ein neues Sheet erstellt",
    "tour_create_sheet_consent_legend_grid": "Hier siehst du noch einmal die Bedeutung der Konsent Grenzen erklärt",
    "tour_create_sheet_edit_tab": "In dieser Ansicht siehst du Inhalte, die für viele Menschen relevant für Grenzen sind. Diese Liste kann jedoch niemals vollständig sein. Wenn du also einen Inhalt vermisst, kannst du: \n\n* Mit dem Button `EINTRAG HINZUFÜGEN` einen eigenen Eintrag erstellen, der nur für diesen Sheet(und zugewiesene Gruppen) existiert oder \n* In der Navigation zu `Contents` wechseln und unten auf der Seite einen Vorschlag an mich senden, sodass ich den Inhalt für alle hinzufügen.\n\n Neue Inhalte werden zu Beginn als Unkown also Unbekannte Grenze eingefügt.",
    "tour_create_sheet_display_tab": "Diese Sicht zeigt dir deinen Sheet. \n\nWenn du deinen Sheet geteilt hast, findest du oberhalb der Inhalte einen teilbaren Link und einen QR-Code für diesen Link.",
    "tour_create_sheet_ordered_topics_tab": "Hier ist die Sortierung nach den Grenzen für die Inhalte vorgenommen worden. Zusätzlich wurden die Grenzen priorisiert, sodass zuerst harte Limits, dann Unsicherheiten und erst zuletzt das Einverständnis in bestimmte Inhalte angezeigt wird. Das ermöglicht es sofort zu sehen, welche harten Limits im Sheet eingestellt sind.",
    "tour_create_sheet_groups_tab": "Hier siehst du alle Gruppen, denen du bereits beigetreten bzw. welche du erstellt hast. Über das Häkchen kannst du diesen Sheet in den Konsent der Gruppe aufnehmen. ",
    "tour_create_sheet_sheet_editor": "Denk dran, dem Sheet einen Namen zu geben, sodass du ihn wiedererkennst. Du kannst auch einen allgemeinen Kommentar hinzufügen, der zu deinem Sheet angezeigt wird. **WICHTIG** Wenn du deinen Sheet öffentlich teilst, ist auch dieser Kommentar öffentlich. \n\n Durch die Überkategorien der Inhalte kannst Grenzen für alle Inhalte dieser Kategorie festlegen. **WICHTIG** Du beeinflusst über die Kategorie nur Grenzen, die aktuell auf `Unknown` gesetzt sind. \n\n Bei jedem Inhalt kann über das Häkchen ein Textfeld ausklappen um Anmerkungen zu dem Inhalt für dich hinzuzufügen. **WICHTIG** Diese Anmerkungen werden im Konsent und auch öffentlich (sofern der Sheet öffentlich ist) angezeigt. Bedenke also, welche Informationen du hineinschreibst. Innerhalb eines Gruppenkonsents wird nur der Inhalt der Anmerkung, nicht der Name des Sheets oder von dir angezeigt.",
    "tour_create_sheet_create_group_from_sheet_button": "Mit diesem Button kannst du eine neue Gruppe erstellen, die diesen Sheet als GM Sheet hat. \n\n GM Sheets, können erst gelöscht werden, wennn ihre Gruppe(n) gelöscht wurden. \n\n GM Sheets bilden die Basis des Konsents",
    "tour_share_sheet_sheet_icon": "Hier siehst du, ob dein Sheet öffentlich geteilt ist (grüner Globus) oder nur für dich bzw. als Teil eines Konsents einer Gruppe einsehbar ist (rotes Schloss).",
    "tour_share_sheet_sheet_grid": "Hier siehst du deine Sheets. Mit einem Klick auf `Details` kannst du sie ansehen und bearbeiten.",
    "tour_share_sheet_details_button": "Mit einem Klick auf `Details` kannst du deinen Sheet ansehen und bearbeiten.",
    "tour_share_sheet_sheet_editor": "Öffne den Bearbeiten Tab um Änderungen am Sheet vorzunehmen",
    "tour_share_sheet_share_button": "Mit einem Klick auf `Teilen` wird dein Sheet öffentlich geteilt und die Beschriftung des Buttons ändert sich in `Teilen beenden` **KLICKE jetzt** auf Teilen bevor du auf weiter klickst",
    "tour_share_sheet_ordered_topics_tab": "Um den Link zu sehen, wechseln wir in einen der Ansichtsmodi",
    "tour_share_sheet_share_expansion": "Um die den Um den Link und QRCode zu sehen musst du hier klicken",
    "tour_share_sheet_share_image": "Hier siehst du den Link und den QR-Code, den du teilen kannst. \n\n Der Link führt direkt zu deinem Sheet. Der QR-Code kann von anderen gescannt werden, um direkt zu deinem Sheet zu gelangen."
}