{
    "comment": "Comment",
    "consent_levels": "Consent Levels",
    "share_link_expansion": "Show share link",
    "share_link": "Share link",
    "login_to_duplicate": "You need to be logged in to duplicate a sheet.",
    "duplicate": "Duplicate",
    "consent_of": "Consent of: ",
    "sheet_duplicated": "Sheet duplicated",
    "sheet_not_duplicated": "Sheet could not be duplicated",
    "sheet_name": "Sheet Name",
    "sheet_comment": "Sheet Comment",
    "share": "Share",
    "unshare": "Unshare",
    "consent_topics": "Consent Topics",
    "submit": "Submit",
    "question_stored": "Question stored",
    "question_not_stored": "Question could not be stored",
    "faq_question": "New Question",
    "gm_only_invite_code": "[GMs only] Regenerate invite code",
    "gm_only_remove_player": "[GMs only] Remove player",
    "display": "Display",
    "edit": "Edit",
    "general": "General",
    "no_sheet_assigned": "No sheet assigned",
    "group_name": "Group Name",
    "group_join_code": "Group Join Code",
    "new_code": "Regenerate Code",
    "part_of_consent": "Part of Consent",
    "sheet_missing_in_consent": "No Sheet in Consent",
    "remove_player": "Remove Player",
    "yes": "Yes",
    "no": "No",
    "groups": "Groups",
    "consent_sheets": "Sheets",
    "details": "Details",
    "remove": "Remove",
    "create_sheet": "Create Sheet",
    "delete": "Delete",
    "leave_group": "Leave Group",
    "create_group": "Create Group",
    "join_group": "Join Group",
    "public_sheet_tooltip": "Public sheet, everyone can see it",
    "private_sheet_tooltip": "Private sheet, only you and assigned groups can see it",
    "no_group": "No Group",
    "cannot_delete_sheet_in_group": "You cannot delete a sheet that is assigned to a group",
    "delete_sheet_confirm": "Are you sure you want to delete this sheet?",
    "delete_group_confirm": "Are you sure you want to delete this group?",
    "leave_group_confirm": "Are you sure you want to leave this group?",
    "no_share_id": "No Share ID",
    "no_sheet": "Sheet not found",
    "cannot_unassign_gm_sheet": "Cannot unassign a GM sheet as long as the group exists",
    "delete_account": "Delete Account",
    "delete_account_confirm": "Are you sure you want to delete your account?",
    "already_logged_in": "You are already logged in",
    "login": "Login",
    "register": "Register",
    "login_failed": "Login failed",
    "account_name_hint": "The account name is only used for login and is not publicly visible.",
    "passwords_do_not_match": "Passwords do not match",
    "account_created": "Account created",
    "pw_too_short": "Your password is too short",
    "account_name_in_use": "Account name already in use",
    "account_not_created": "Account could not be created",
    "welcome_signin": "Welcome! Please sign in.",
    "password": "Password",
    "password_confirm": "Confirm Password",
    "ordered_topics": "Limit Sorting",
    "no_groups": "You are not part of any group yet. Create or join one to get started!",
    "content": "Content",
    "add_entry": "Add Entry",
    "empty_custom_entries_will_be_deleted": "Empty custom entries will be deleted",
    "register_hint": "This Page is still in development. Password-/Account-Recovery is not implemented yet! Store your password in a safe place.",
    "create_group_from_sheet": "Create Group from this Sheet",
    "howto_header_create_sheet": "Create a Sheet",
    "howto_text_create_sheet": "In this guided Tour you will learn how to create a Sheet. A Sheet is a collection of Contents with limits You can create sheets to share your limits or form a group to construct a consent from all sheets.\n\n *You need to be logged in to take this Tour.*",
    "howto_button_create_sheet": "Start Tour",
    "howto_header_share_sheet": "Share a Sheet",
    "howto_text_share_sheet": "In this short tour, you will learn how to share a sheet publicly and see what the sheet will look like for others.\n\n *You must be logged in and have already created a sheet to take this tour*",
    "howto_button_share_sheet": "Start Tour",
    "howto_header_create_group": "Create a Group",
    "howto_text_create_group": "The great strength of this tool is the ability to find a consensus for all content with many different boundaries. In this tour I will show you how to create a group, add or remove others and where you can see the consensus of the group. \n\n *You must be logged in to take this tour*",
    "howto_button_create_group": "Start Tour",
    "howto_header_join_group": "Join a Group",
    "howto_text_join_group": "Here you can find out how to join a group and how to see the consensus of the group. I also explain how to assign a sheet to a group. \n\n *You must be logged in to take this tour*",
    "howto_button_join_group": "Start Tour",
    "tour_create_sheet_sheet_grid": "Here you can see your sheets. Click on 'Details' to view and edit them.\n\n The icon next to the name of the sheet indicates whether the sheet is shared publicly (green globe) or can only be viewed by you or as part of a consent of a group.",
    "tour_create_sheet_new_sheet_button": "This button allows you to create additional sheets. \n\n If you continue clicking here, a new sheet will also be created",
    "tour_create_sheet_consent_legend_grid": "Here you can see once again the meaning of the Consent limits explained",
    "tour_create_sheet_edit_tab": "In this view, you will see content that is relevant to borders for many people. However, this list can never be complete. So if you are missing content, you can: \n\n* Use the `ADD CONTENT` button to create your own entry that only exists for this sheet (and assigned groups) or \n* Switch to `Contents` in the navigation and send me a suggestion at the bottom of the page so that I can add the content for everyone.\n\n New content is initially added as Unkown border.",
    "tour_create_sheet_display_tab": "This view shows you your sheet. \n\nIf you have shared your sheet, you will find a shareable link and a QR code for this link above the content.",
    "tour_create_sheet_ordered_topics_tab": "Here, the content has been sorted according to the limits. In addition, the limits have been prioritized so that hard limits are displayed first, then uncertainties and only lastly consent to certain content. This makes it possible to see immediately which hard limits are set in the sheet.",
    "tour_create_sheet_groups_tab": "Here you can see all the groups you have already joined or created. You can add this sheet to the group's consensus by ticking the box.",
    "tour_create_sheet_sheet_editor": "Remember to give the sheet a name so that you can recognize it.You can also add a general comment that will be displayed on your sheet. **IMPORTANT** If you share your sheet publicly, this comment will also be public. \n\n You can set limits for all content in this category using the content supercategories. **IMPORTANT** You can only use the category to influence limits that are currently set to 'Unknown'. \n\nFor each content, a text field can be expanded via the check mark to add comments to the content for you. **IMPORTANT** These annotations are displayed in the consent and also publicly (if the sheet is public). So be careful what information you enter. Within a group consent, only the content of the annotation is displayed, not the name of the sheet or of you.",
    "tour_create_sheet_create_group_from_sheet_button": "With this button you can create a new group that has this sheet as a GM sheet. \n\nGM sheets can only be deleted once their group(s) have been deleted. \n\n GM sheets form the basis of the console",
    "tour_share_sheet_sheet_icon": "Here you can see whether your sheet is publicly shared (green globe) or only visible to you or as part of a group (red lock).",
    "tour_share_sheet_sheet_grid": "Here you can see your sheets. You can view and edit them by clicking on 'Details'.",
    "tour_share_sheet_details_button": "You can view and edit your sheet by clicking on 'Details'.",
    "tour_share_sheet_sheet_editor": "Open the Edit tab to make changes to the sheet",
    "tour_share_sheet_share_button": "By clicking on 'Share' your sheet will be shared publicly and the label of the button will change to 'Finish sharing' **Click on Share now** before you click on Continue",
    "tour_share_sheet_ordered_topics_tab": "To see the link, switch to one of the view modes",
    "tour_share_sheet_share_expansion": "To see the To see the link and QR code you have to click here",
    "tour_share_sheet_share_image": "Here you can see the link and the QR code that you can share. \n\n The link leads directly to your sheet. The QR code can be scanned by others to go directly to your sheet.",
    "playfun_plot_title": "Playfun Visualisation",
    "no_data": "No data",
    "play_fun_statements": "Playfun make estimation",
    "play_fun_plot": "Playfun Visualisation",
    "save": "Save",
    "please_log_in_to_store_playfun": "Please log in to store your Playfun estimation",
    "playfun_questions_introduction": "Here you can make your assessment of **your** fun of the game. Below you will find a number of statements about groups, and you must indicate whether you like a group with this description. This is explicitly about what you like, and not an objective assessment of whether something is good or bad.\n\nIf you can't do anything with a statement, leave the slider in the middle, then it has no influence on the assessment.",
    "playfun_plot_explanation":"### Explanation of the game types\nPeople are different and enjoy different types of games more or less. Below are the 8 game types and their descriptions. These descriptions should help you to better categorize yourself and understand what is particularly important to you in a game. This will hopefully allow you to optimize your own enjoyment by communicating more clearly which aspects are particularly important to you.\n\n#### Challenge - The joy of strategy and earned victories\nYou enjoy being challenged. You like to put in the time to overcome an obstacle. Be it through an optimized character or a sophisticated strategy. The more difficult the path and the closer the result, the more victory means to you. Even setbacks on the way to your goal don't stop you. You are always ready to get up and try again.\n\nIf the battles are too easy or too rare, you may already be planning for the next important problem that needs to be solved. Gifted victories are not victories for you. You want to earn them.\n\n#### Discovery - The joy of exploration and discovery\nYou want to discover. You love immersing yourself in unknown worlds and finding new things. It is important to you that you can understand the world around you. You want to know how things work and how they are connected. You are curious and always want to find out more. \n\nIf your group stays in one place for too long, you get nervous. You want to get to know new people and events. \n\n#### Expression - The joy of role-playing and interaction\nYou love slipping into the role of your character. It is important to you that you find yourself in your character and can portray it authentically. Role-playing is an important part of the game for you. You want to see the world through your character's eyes and interact with other characters.\n\nIf the group spends too long discussing rules or getting lost in fights, you become impatient. You also don't enjoy pure dungeon crawl evenings. You want to experience the world and interact with other characters.\n\n#### Fantasy - The joy of immersing yourself in another world\nYou love immersing yourself in another world. It is important to you that the world is fantastic and unusual. You want to experience things that don't exist in the real world. You want to experience magic and wonder and be enchanted by the world. You are also interested in the stories and peculiarities of the world.\n\nA generic world that fades into the background can bother you. Logical breaks and inconsistencies in the world can pull you out of the game. You want to immerse yourself in a world that captivates and inspires you.\n\n#### Fellowship - The joy of playing together and group dynamics\nYou love playing in a group. It is important to you that the group harmonizes and works well together. You want all players to have the opportunity to contribute and be heard. You are willing to put yourself at the service of the group and work together towards a common goal.\n\nDisputes and conflicts in the group can disturb you. You want everyone to be treated fairly and the group to stick together. You are willing to compromise and work for the good of the group.\n\n#### Narrative structure - The joy of a completed story with a story arc\nYou love to experience a story. It is important to you that the story has a clear beginning, an exciting middle section and a satisfying end. You want the story to captivate you and draw you in. You are ready to get involved in the story and be surprised by it.\n\nYou want the story to have a clear conclusion or at least have structured acts. Continuing the story forever without a clear conclusion can annoy you. You want the story to have a common thread and work towards a goal.\n\n\n#### Sensation - The joy of sensory impressions\nYou love shaking a dice cup and the clacking of the dice on the table. The whole thing is accompanied by suitable music and preferably in darkened light. Different voices for the characters in the game also help you to immerse yourself even more in the story. You want to feel the world around you, preferably with all your senses. Scented candles with a tavern scent or similar can sometimes tempt you.\n\nTechnology such as a dice app, character sheets on a tablet or PC are not suitable for you. You want **Pen and Paper** and not **App and Screen**.\n\n#### Submission - The joy of doing nothing\nYou like to leave the initiative to others and are happy just to be there. You experience the stories from the inside, but not as a driving force. Sometimes it's also important to let your legs dangle with this hobby and simply enjoy yourself.\n\nA spotlight on your character or an expectation of you is stressful or unpleasant for you. Creativity comes when it is not forced.",
    "tour_create_group_create_group_button":"You can create a new group with this button. \n\nGroups are the basis for consensus and allow you to work with other players to find boundaries that work for everyone.\n\nClick Next to create a new group for yourself.",
    "tour_create_group_edit_tab":"For your group, start with the borders. To do this, switch to edit mode",
    "tour_create_group_sheet_editor":"Here you can adjust your limits and lay the foundation for the group consensus. The sheet you create here is no different from other sheets, except that it cannot be removed as long as the group exists.",
    "tour_create_group_general_tab":"Once you have set your limits, you can switch to the General tab to make the group usable.",
    "tour_create_group_group_name_input":"Give your group a name so that you can recognize it and it should help everyone else in the group to identify the group.",
    "tour_create_group_group_join_code":"The invitation code is a randomly generated code that you can use to invite other players to join your group. \n\n **IMPORTANT** Anyone who knows this code can join the group.",
    "tour_create_group_new_code_button":"Click on 'New invitation code' to generate a new code. \n\n **IMPORTANT** The old code becomes invalid and can no longer be used.",
    "tour_create_group_member_grid":"Here you can see everyone in your group. You can also see here whether a sheet is already included in the group's consensus. The red button removes the person from the group. \n\nWith the Other person, the group simply disappears from the list, remember to inform via known channels when you remove someone.",
    "login_required_for_tour": "You need to be logged in to take this tour.",
    "leave": "Leave",
    "tour_join_group_invite_code_input":"There is an invitation code for each group. If you know this code, you can join the group. \n\n Normally this code consists only of numbers and hyphens, but there is one exception, the global group. This is a special case and is only used for explanation and testing. Click on continue. ",
    "tour_join_group_join_button":"In this tutorial you will join the global group. \n\nBy clicking on 'Join group' you will be added to the group and see the groups in the overview.",
    "tour_join_group_group_grid":"You should now see the global group here. \n\n Click on 'Details' to view the group and see the consensus of the group.",
    "tour_join_group_sheet_grid":"After you have joined a group, it is important to assign a sheet to this group. \n\nIn a sheet view, you can select the group you want to add in the last tab 'Groups'."
}