{
    "comment": "Comment",
    "consent_levels": "Consent Levels",
    "share_link_expansion": "Show share link",
    "share_link": "Share link",
    "login_to_duplicate": "You need to be logged in to duplicate a sheet.",
    "duplicate": "Duplicate",
    "consent_of": "Consent of: ",
    "sheet_duplicated": "Sheet duplicated",
    "sheet_not_duplicated": "Sheet could not be duplicated",
    "sheet_name": "Sheet Name",
    "sheet_comment": "Sheet Comment",
    "share": "Share",
    "unshare": "Unshare",
    "consent_topics": "Consent Topics",
    "submit": "Submit",
    "question_stored": "Question stored",
    "question_not_stored": "Question could not be stored",
    "faq_question": "New Question",
    "gm_only_invite_code": "[GMs only] Regenerate invite code",
    "gm_only_remove_player": "[GMs only] Remove player",
    "display": "Display",
    "edit": "Edit",
    "general": "General",
    "no_sheet_assigned": "No sheet assigned",
    "group_name": "Group Name",
    "group_join_code": "Group Join Code",
    "new_code": "Regenerate Code",
    "part_of_consent": "Part of Consent",
    "sheet_missing_in_consent": "No Sheet in Consent",
    "remove_player": "Remove Player",
    "yes": "Yes",
    "no": "No",
    "groups": "Groups",
    "consent_sheets": "Sheets",
    "details": "Details",
    "remove": "Remove",
    "create_sheet": "Create Sheet",
    "delete": "Delete",
    "leave_group": "Leave Group",
    "create_group": "Create Group",
    "join_group": "Join Group",
    "public_sheet_tooltip": "Public sheet, everyone can see it",
    "private_sheet_tooltip": "Private sheet, only you and assigned groups can see it",
    "no_group": "No Group",
    "cannot_delete_sheet_in_group": "You cannot delete a sheet that is assigned to a group",
    "delete_sheet_confirm": "Are you sure you want to delete this sheet?",
    "delete_group_confirm": "Are you sure you want to delete this group?",
    "leave_group_confirm": "Are you sure you want to leave this group?",
    "no_share_id": "No Share ID",
    "no_sheet": "Sheet not found",
    "cannot_unassign_gm_sheet": "Cannot unassign a GM sheet as long as the group exists",
    "delete_account": "Delete Account",
    "delete_account_confirm": "Are you sure you want to delete your account?",
    "already_logged_in": "You are already logged in",
    "login": "Login",
    "register": "Register",
    "login_failed": "Login failed",
    "account_name_hint": "The account name is only used for login and is not publicly visible.",
    "passwords_do_not_match": "Passwords do not match",
    "account_created": "Account created",
    "pw_too_short": "Your password is too short",
    "account_name_in_use": "Account name already in use",
    "account_not_created": "Account could not be created",
    "welcome_signin": "Welcome! Please sign in.",
    "password": "Password",
    "password_confirm": "Confirm Password",
    "ordered_topics": "Limit Sorting",
    "no_groups": "You are not part of any group yet. Create or join one to get started!",
    "content": "Content",
    "add_entry": "Add Entry",
    "empty_custom_entries_will_be_deleted": "Empty custom entries will be deleted",
    "register_hint": "This Page is still in development. Password-/Account-Recovery is not implemented yet! Store your password in a safe place.",
    "create_group_from_sheet": "Create Group from this Sheet",
    "howto_header_create_sheet": "Create a Sheet",
    "howto_text_create_sheet": "In this guided Tour you will learn how to create a Sheet. A Sheet is a collection of Contents with limits You can create sheets to share your limits or form a group to construct a consent from all sheets.\n\n *You need to be logged in to take this Tour.*",
    "howto_button_create_sheet": "Start Tour",
    "howto_header_share_sheet": "Share a Sheet",
    "howto_text_share_sheet": "In this short tour, you will learn how to share a sheet publicly and see what the sheet will look like for others.\n\n *You must be logged in and have already created a sheet to take this tour*",
    "howto_button_share_sheet": "Start Tour",
    "howto_header_create_group": "Create a Group",
    "howto_text_create_group": "The great strength of this tool is the ability to find a consensus for all content with many different boundaries. In this tour I will show you how to create a group, add or remove others and where you can see the consensus of the group. \n\n *You must be logged in to take this tour*",
    "howto_button_create_group": "Start Tour",
    "howto_header_join_group": "Join a Group",
    "howto_text_join_group": "Here you can find out how to join a group and how to see the consensus of the group. I also explain how to assign a sheet to a group. \n\n *You must be logged in to take this tour*",
    "howto_button_join_group": "Start Tour",
    "tour_create_sheet_sheet_grid": "Here you can see your sheets. Click on 'Details' to view and edit them.\n\n The icon next to the name of the sheet indicates whether the sheet is shared publicly (green globe) or can only be viewed by you or as part of a consent of a group.",
    "tour_create_sheet_new_sheet_button": "This button allows you to create additional sheets. \n\n If you continue clicking here, a new sheet will also be created",
    "tour_create_sheet_consent_legend_grid": "Here you can see once again the meaning of the Consent limits explained",
    "tour_create_sheet_edit_tab": "In this view, you will see content that is relevant to borders for many people. However, this list can never be complete. So if you are missing content, you can: \n\n* Use the `ADD CONTENT` button to create your own entry that only exists for this sheet (and assigned groups) or \n* Switch to `Contents` in the navigation and send me a suggestion at the bottom of the page so that I can add the content for everyone.\n\n New content is initially added as Unkown border.",
    "tour_create_sheet_display_tab": "This view shows you your sheet. \n\nIf you have shared your sheet, you will find a shareable link and a QR code for this link above the content.",
    "tour_create_sheet_ordered_topics_tab": "Here, the content has been sorted according to the limits. In addition, the limits have been prioritized so that hard limits are displayed first, then uncertainties and only lastly consent to certain content. This makes it possible to see immediately which hard limits are set in the sheet.",
    "tour_create_sheet_groups_tab": "Here you can see all the groups you have already joined or created. You can add this sheet to the group's consensus by ticking the box.",
    "tour_create_sheet_sheet_editor": "Remember to give the sheet a name so that you can recognize it.You can also add a general comment that will be displayed on your sheet. **IMPORTANT** If you share your sheet publicly, this comment will also be public. \n\n You can set limits for all content in this category using the content supercategories. **IMPORTANT** You can only use the category to influence limits that are currently set to 'Unknown'. \n\nFor each content, a text field can be expanded via the check mark to add comments to the content for you. **IMPORTANT** These annotations are displayed in the consent and also publicly (if the sheet is public). So be careful what information you enter. Within a group consent, only the content of the annotation is displayed, not the name of the sheet or of you.",
    "tour_create_sheet_create_group_from_sheet_button": "With this button you can create a new group that has this sheet as a GM sheet. \n\nGM sheets can only be deleted once their group(s) have been deleted. \n\n GM sheets form the basis of the console"
}